Repository: SzpakKamil/ColorKit
Catalog: Sources/ColorKit/Resources/Localizable.xcstrings
Source language: en
Languages: af, ak, am, ar, as, ay, az, be, bg, bm, bn, bo, bs, ca, ceb, ckb, cs, cy, da, de, el, es, et, eu, fa, fa_af, fi, fil, fr, ga, gl, gn, gom, gu, ha, he, hi, hmn, hr, ht, hu, hy, id, ig, ilo, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lg, ln, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nso, ny, om, or, pa, pl, ps, pt_br, pt_pt, qu, ro, ru, rw, sd, si, sk, sl, sn, so, sq, sr, sr_latn, st, su, sv, sw, ta, te, tg, th, ti, tk, tr, ug, uk, ur, uz, vi, yi, yo, zh_hans, zh_hk, zu

# ColorKit.Black
source: Black
af: Swart
ak: Tuntum
am: ጥቁር
ar: أسود
as: কলা
ay: Ch'iyar
az: Qara
be: Чорны
bg: Черно
bm: Fin
bn: কালো
bo: ནག་པོ།
bs: Crna
ca: Negre
ceb: Itom
ckb: ڕەش
cs: Černá
cy: Du
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
et: Must
eu: Beltza
fa: مشکی
fa_af: سیاه
fi: Musta
fil: Itim
fr: Noir
ga: Dubh
gl: Negro
gn: Hû
gom: काळो
gu: કાળો
ha: Baki
he: שחור
hi: काला
hmn: Dub
hr: Crna
ht: Nwa
hu: Fekete
hy: Սև
id: Hitam
ig: Oji
ilo: Nangisit
is: Svartur
it: Nero
ja: 黒
jv: Ireng
ka: შავი
kk: Қара
km: ខ្មៅ
kn: ಕಪ್ಪು
ko: 검정색
ku: Reş
ky: Кара
lb: Schwaarz
lg: Enzirugavu
ln: Moindo
lo: ສີດໍາ
lt: Juoda
lv: Melns
mg: Mainty
mi: Pango
mk: Црна
ml: കറുപ്പ്
mn: Хар
mr: काळा
ms: Hitam
mt: Iswed
my: အနက်ရောင်
nb: Svart
ne: कालो
nl: Zwart
nso: Ntsho
ny: Wakuda
om: Gurraacha
or: କଳା
pa: ਕਾਲਾ
pl: Czarny
ps: تور
pt_br: Preto
pt_pt: Preto
qu: Yana
ro: Negru
ru: Черный
rw: Umukara
sd: ڪارو
si: කළු
sk: Čierna
sl: Črna
sn: Tema
so: Madow
sq: e zezë
sr: Црна
sr_latn: Crna
st: Ntsho
su: Hideung
sv: Svart
sw: Nyeusi
ta: கருப்பு
te: నలుపు
tg: Сиёҳ
th: สีดำ
ti: ጸሊም
tk: Gara
tr: Siyah
ug: قارا
uk: Чорний
ur: کالا
uz: Qora
vi: Màu đen
yi: שוואַרץ
yo: Dúdú
zh_hans: 黑色
zh_hk: 黑色
zu: Mnyama

# ColorKit.Blue
source: Blue
af: Blou
ak: Bru
am: ሰማያዊ
ar: أزرق
as: নীলা
ay: Larama
az: Mavi
be: Сіні
bg: Син
bm: Balan
bn: নীল
bo: སྔོན་པོ།
bs: Plava
ca: Blau
ceb: Asul
ckb: شین
cs: Modrá
cy: Glas
da: Blå
de: Blau
el: Μπλε
es: Azul
et: Sinine
eu: Urdina
fa: آبی
fa_af: آبی
fi: Sininen
fil: Asul
fr: Bleu
ga: Gorm
gl: Azul
gn: Hovy
gom: निळो
gu: વાદળી
ha: Shudi
he: כחול
hi: नीला
hmn: Xiav
hr: Plava
ht: Ble
hu: Kék
hy: Կապույտ
id: Biru
ig: Anu nchi
ilo: Asul
is: Blár
it: Blu
ja: 青
jv: Biru
ka: ლურჯი
kk: Көк
km: ខៀវ
kn: ನೀಲಿ
ko: 파란색
ku: Şîn
ky: Көк
lb: Blo
lg: Abaki
ln: Langisapo
lo: ສີຟ້າ
lt: Mėlyna
lv: Zils
mg: Manga
mi: Kikorangi
mk: Сина
ml: നീല
mn: Хөх
mr: निळा
ms: Biru
mt: Blu
my: အပြာရောင်
nb: Blå
ne: नीलो
nl: Blauw
nso: Talane
ny: Buluu
om: Cuquliisa
or: ନୀଳ
pa: ਨੀਲਾ
pl: Niebieski
ps: آبي
pt_br: Azul
pt_pt: Azul
qu: Anqas
ro: Albastru
ru: Синий
rw: Ubururu
sd: نيرو
si: නිල්
sk: Modrá
sl: Modra
sn: Bhuluu
so: Buluug
sq: blu
sr: Плава
sr_latn: Plava
st: Buluu
su: Biru
sv: Blå
sw: Bluu
ta: நீலம்
te: నీలం
tg: Кабуд
th: สีน้ำเงิน
ti: ሰማያዊ
tk: Gök
tr: Mavi
ug: كۆك
uk: Синій
ur: نیلا
uz: Moviy
vi: Màu xanh da trời
yi: בלוי
yo: Búlúù
zh_hans: 蓝色
zh_hk: 藍色
zu: Okuluhlaza okwesibhakabhaka

# ColorKit.CustomColor
source: Custom
af: Gepasmaak
ak: Susu
am: ብጁ
ar: مخصص
as: কাষ্টম
ay: Mayjt'ata
az: Xüsusi
be: Свой
bg: Персонализиран
bm: Yɛlɛmaman
bn: কাস্টম
bo: རང་བཟོས།
bs: Prilagođeno
ca: Personalitzat
ckb: دەستکاریکراو
cs: Vlastní
da: Brugerdefineret
de: Eigene
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
eu: Pertsonalizatua
fa: سفارشی
fa_af: سفارشی
fi: Oma
fr: Personnalisée
ga: Saincheaptha
gl: Personalizado
gn: Mba'e
gom: खाजगी
gu: કસ્ટમ
ha: Na kanka
he: מותאם אישית
hi: कस्टम
hmn: Kev cai
hr: Prilagođeno
ht: Pèsonalize
hu: Egyéni
hy: Անհատական
id: Khusus
ig: Nkeonwe
is: Sérsniðið
it: Personalizzato
ja: カスタム
jv: Khusus
ka: საკუთარი
kk: Арнайы
km: ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್
ko: 사용자 설정
ku: Taybet
ky: Ыңгайлаштырылган
lb: Benotzerdefiniert
lg: Okulonda
ln: Nini
lo: ກຳນົດເອງ
lt: Pasirinktinis
lv: Pielāgots
mg: Manokana
mi: Ritenga
mk: Прилагодено
ml: ഇഷ്ടാനുസൃതം
mn: Өөрийн
mr: कस्टम
ms: Tersuai
mt: Personalizzat
my: စိတ်ကြိုက်
nb: Tilpasset
ne: अनुकूलित
nl: Aangepast
nso: E kgethilwego
ny: Yosankhidwa
om: Kan dhuunfaa
or: କଷ୍ଟମ
pa: ਕਸਟਮ
pl: Własny
ps: دوديز
pt_br: Personalizado
pt_pt: Personalizado
qu: Sapanchasqa
ro: Personalizat
ru: Свой
rw: Guhitamo
sd: رواج
si: අභිරුචි
sk: Vlastné
sl: Po meri
sn: Sarudzo
so: Gaar ah
sq: Personalizuar
sr: Прилагођено
sr_latn: Prilagođeno
st: E kgethilweng
su: Khusus
sv: Anpassad
sw: Maalum
ta: தனிப்பயன்
te: అనుకూల
tg: Интихобӣ
th: กำหนดเอง
ti: ናይ ብሕቲ
tk: Hususy
tr: Özel
ug: ئىختىيارى
uk: Свій
ur: حسب منشا
uz: Maxsus
vi: Tùy chỉnh
yi: קאַსਟאָם
yo: Tiwa
zh_hans: 自定义
zh_hk: 自訂
zu: Ngokwezifiso

# ColorKit.Cyan
source: Cyan
af: Siaan
am: ሳይያን
ar: سيان
as: চায়ান
az: Sian
be: Цыян
bg: Циан
bn: সায়ান
bo: མཐིང་ག་སྐྱ་བོ།
bs: Cijan
ca: Cian
ckb: سەیان
cs: Azurová
cy: Sian
el: Κυανό
es: Cian
et: Tsüaan
eu: Ziana
fa: فیروزه‌ای
fa_af: فیروزه‌ای
fi: Syaani
ga: Cian
gl: Ciano
gom: स्यान
gu: સ્યાન
he: ציאן
hi: स्यान
hr: Cijan
hu: Ciánkék
hy: Ցիան
id: Sian
is: Blágrænn
it: Ciano
ja: シアン
jv: Sian
ka: ცისფერი
kk: Циан
km: ស្វាយអ័ព្ទ
kn: ಸಯಾನ್
ko: 시안
ku: Siyan
ky: Циан
lo: ສີຟ້າຂຽວ
lt: Žydra
lv: Ciāna
mk: Цијан
ml: സിയാൻ
mn: Циан
mr: स्यान
ms: Sian
my: စိမ်းပြာရောင်
ne: स्यान
nl: Cyaan
ny: Sayan
om: Sayaan
or: ସ୍ୟାନ୍
pa: ਸਿਆਨ
pl: Cyjan
ps: سيان
pt_br: Ciano
pt_pt: Ciano
ro: Cian
ru: Циан
sd: سيان
si: සයන්
sk: Azúrová
sl: Cian
sq: cian
sr: Цијан
sr_latn: Cijan
su: Sian
sw: Sian
ta: சயான்
te: సియన్
tg: Сиан
th: สีฟ้าอมเขียว
ti: ሳይያን
tk: Sian
tr: Turkuaz
ug: سىئان
uk: Ціан
ur: سایان
uz: Sian
vi: Lục lam
yi: סיאַן
zh_hans: 青色
zh_hk: 青色

# ColorKit.Gray
source: Gray
af: Grys
ak: Grey
am: ግራጫ
ar: رمادي
as: ধূসৰ
ay: Uqi
az: Boz
be: Шэры
bg: Сив
bm: Grizu
bn: ধূসর
bo: ཐལ་མདོག
bs: Siva
ca: Gris
ceb: Abohon
ckb: خۆڵەمێشی
cs: Šedá
cy: Llwyd
da: Grå
de: Grau
el: Γκρι
es: Gris
et: Hall
eu: Grisa
fa: خاکستری
fa_af: خاکستری
fi: Harmaa
fil: Abuso
fr: Gris
ga: Liath
gl: Gris
gn: Hûngy
gom: राखी
gu: ભૂખરો
ha: Toka
he: אפור
hi: धूसर
hmn: Xim tshauv
hr: Siva
ht: Gri
hu: Szürke
hy: Մոխրագույն
id: Abu-abu
ig: Ntụ ntụ
ilo: Dapo
is: Grár
it: Grigio
ja: 灰色
jv: Abu-abu
ka: ნაცრისფერი
kk: Сұр
km: ប្រផេះ
kn: ಬೂದು
ko: 회색
ku: Gewr
ky: Боз
lb: Gro
lg: Evvu
ln: Mputulu
lo: ສີເທົາ
lt: Pilka
lv: Pelēks
mg: GrizY
mi: Kiwikiwi
mk: Сива
ml: ചാരനിറം
mn: Саарал
mr: राखाडी
ms: Kelabu
mt: Griż
my: မီးခိုးရောင်
nb: Grå
ne: खरानी
nl: Grijs
nso: Pududu
ny: Gureyi
om: Daalacha
or: ଧୂସର
pa: ਸਲੇਟੀ
pl: Szary
ps: خړ
pt_br: Cinza
pt_pt: Cinzento
qu: Uqi
ro: Gri
ru: Серый
rw: Igisigina
sd: خاڪي
si: අළු
sk: Sivá
sl: Siva
sn: Pfumbu
so: Cawl
sq: gri
sr: Сива
sr_latn: Siva
st: Pududu
su: Kulawu
sv: Grå
sw: Kijivu
ta: சாம்பல்
te: బూడిద
tg: Хокистарранг
th: สีเทา
ti: ሓሙድ
tk: Çal
tr: Gri
ug: كۈلرەڭ
uk: Сірий
ur: سرمئی
uz: Kulrang
vi: Màu xám
yi: גרוי
yo: Eérú
zh_hans: 灰色
zh_hk: 灰色
zu: Mpunga

# ColorKit.Green
source: Green
af: Groen
ak: Bun
am: አረንጓዴ
ar: أخضر
as: সেউজীয়া
ay: Ch'uxña
az: Yaşıl
be: Зялёны
bg: Зелен
bm: Binkɛnɛ
bn: সবুজ
bo: ལྗང་ཁུ།
bs: Zelena
ca: Verd
ceb: Berde
ckb: سەوز
cs: Zelená
cy: Gwyrdd
da: Grøn
de: Grün
el: Πράσινο
es: Verde
et: Roheline
eu: Berdea
fa: سبز
fa_af: سبز
fi: Vihreä
fil: Berde
fr: Vert
ga: Glas
gl: Verde
gn: Hovy'ũ
gom: पाचवो
gu: લીલું
ha: Kore
he: ירוק
hi: हरा
hmn: Ntsuab
hr: Zelena
ht: Vè
hu: Zöld
hy: Կանաչ
id: Hijau
ig: Ndụ ndụ
ilo: Berde
is: Grænn
it: Verde
ja: 緑
jv: Ijo
ka: მწვანე
kk: Жасыл
km: បៃតង
kn: ಹಸಿರು
ko: 초록색
ku: Kesk
ky: Жашыл
lb: Gréng
lg: Kiragala
ln: Langitití
lo: ສີຂຽວ
lt: Žalia
lv: Zaļš
mg: Maitso
mi: Kākāriki
mk: Зелена
ml: പച്ച
mn: Ногоон
mr: हिरवा
ms: Hijau
mt: Aħdar
my: အစိမ်းရောင်
nb: Grønn
ne: हरियो
nl: Groen
nso: Talamana
ny: Chobiriwira
om: Magariisa
or: ସବୁଜ
pa: ਹਰਾ
pl: Zielony
ps: شین
pt_br: Verde
pt_pt: Verde
qu: Q'umir
ro: Verde
ru: Зеленый
rw: Icyatsi
sd: سائون
si: කොළ
sk: Zelená
sl: Zelena
sn: Zerere
so: Cagaar
sq: e gjelbër
sr: Зелена
sr_latn: Zelena
st: Tala
su: Hejo
sv: Grön
sw: Kijani
ta: பச்சை
te: ఆకుపచ్చ
tg: Сабз
th: สีเขียว
ti: ቀጠልያ
tk: Ýaşyl
tr: Yeşil
ug: يېشىل
uk: Зелений
ur: ہرا
uz: Yashil
vi: Màu xanh lá cây
yi: גרין
yo: Àwọ̀ ewé
zh_hans: 绿色
zh_hk: 綠色
zu: Okuluhlaza okotshani

# ColorKit.Mint
source: Mint
af: Ment
am: ሚንት
ar: نعناعي
as: মিন্ট
az: Nanə
be: Мятны
bg: Ментов
bn: মিন্ট
bo: ཟི་ར་དཀར་པོ།
ca: Menta
ckb: نەعنایی
cs: Mátová
de: Minze
el: Μέντα
es: Menta
et: Piparmünt
eu: Menta
fa: نعنایی
fa_af: نعنایی
fi: Minttu
fr: Menthe
ga: Miontas
gl: Menta
gom: मिंट
gu: મિન્ટ
he: מנטה
hi: मिंट
hr: Metvica
ht: Mant
hu: Menta
hy: Անանուխ
it: Menta
ja: ミント
ka: პიტნისფერი
kk: Жалбыз
km: មីន
kn: ಮಿಂಟ್
ko: 민트
ky: Жалбыз
lo: ສີຂຽວມິ້ນ
lt: Mėtinė
lv: Mētra
mi: Minti
mk: Мента
ml: മിന്റ്
mn: Мят
mr: मिंट
ms: Pudina
my: ပူဒီနာရောင်
ne: मिन्ट
nl: Munt
om: Miintii
or: ମିଣ୍ଟ୍
pa: ਮਿੰਟ
pl: Miętowy
ps: منټ
pt_br: Menta
pt_pt: Menta
ro: Mentă
ru: Мятный
sd: منٽ
si: මින්ට්
sk: Mätová
sl: Metina
sq: mentë
sr: Мента
sr_latn: Menta
ta: மின்ட்
te: మింట్
tg: Пунба
th: มินต์
ti: ሚንት
tk: Narpy
tr: Nane
ug: بىنەپشە
uk: М'ятний
ur: ٹکسالی
uz: Yalpiz
vi: Bạc hà
yi: מינץ
zh_hans: 薄荷色
zh_hk: 薄荷色

# ColorKit.Orange
source: Orange
af: Oranje
ak: Akokɔsrade
am: ብርቱካናማ
ar: برتقالي
as: কমলা
ay: Aranxa
az: Narıncı
be: Аранжавы
bg: Оранжев
bm: Namasa
bn: কমলা
bo: ལི་ཝང།
bs: Narandžasta
ca: Taronja
ceb: Kahel
ckb: پرتەقاڵی
cs: Oranžová
cy: Oren
el: Πορτοκαλί
es: Naranja
et: Oranž
eu: Laranja
fa: نارنجی
fa_af: نارنجی
fi: Oranssi
fil: Kahel
ga: Oráiste
gl: Laranxa
gn: Narã
gom: नारंगी
gu: નારંગી
ha: Lemu
he: כתום
hi: नारंगी
hmn: Xim txiv kab ntxwv
hr: Narančasta
ht: Oren
hu: Narancssárga
hy: Նարնջագույն
id: Oranye
ig: Oroma
ilo: Kahel
is: Appelsínugult
it: Arancione
ja: オレンジ
jv: Oranye
ka: ნარინჯისფერი
kk: Қызғылт сары
km: ទឹកក្រូច
kn: ಕಿತ್ತಳೆ
ko: 주황색
ku: Porteqalî
ky: Кызгылт сары
lg: Kikyungwa
ln: Lilala
lo: ສີສົ້ມ
lt: Oranžinė
lv: Oranžs
mg: Mavo
mi: Karaka
mk: Портокалова
ml: ഓറഞ്ച്
mn: Улбар шар
mr: नारंगी
ms: Oren
mt: Oranġjo
my: လိမ္မော်ရောင်
nb: Oransje
ne: सुन्तला
nl: Oranje
nso: Namune
ny: Lalanje
om: Burtukaana
or: କମଳା
pa: ਸੰਤਰੀ
pl: Pomarańczowy
ps: نارنجي
pt_br: Laranja
pt_pt: Cor-de-laranja
qu: Willapi
ro: Portocaliu
ru: Оранжевый
rw: Icunga
sd: نارنگي
si: තැඹිලි
sk: Oranžová
sl: Oranžna
sn: Orenji
so: Liin
sq: portokalli
sr: Наранџаста
sr_latn: Narandžasta
st: Namune
su: Oranyeu
sw: Rangi ya machungwa
ta: ஆரஞ்சு
te: నారింజ
tg: Норанҷӣ
th: สีส้ม
ti: አርንቺ
tk: Mämişi
tr: Turuncu
ug: نارېնچى
uk: Помаранчевий
ur: نارنجی
uz: Olovrang
vi: Màu cam
yi: אוראַנזש
yo: Ọmọ ọsàn
zh_hans: 橙色
zh_hk: 橙色
zu: Owolintshi

# ColorKit.Pink
source: Pink
af: Pienk
ak: Memen
am: ሮዝ
ar: وردي
as: গুলপীয়া
ay: Wila qulla
az: Çəhrayı
be: Ружовы
bg: Розов
bm: Rozu
bn: গোলাপী
bo: ཟིང་སྐྱ།
bs: Ružičasta
ca: Rosa
ceb: Rosas
ckb: پەمەیی
cs: Růžová
cy: Pinc
da: Lyserød
de: Rosa
el: Ροζ
es: Rosa
et: Roosa
eu: Arrosa
fa: صورتی
fa_af: گلابی
fi: Vaaleanpunainen
fil: Rosas
fr: Rose
ga: Bándearg
gl: Rosa
gn: Pytãsy
gom: गुलाबी
gu: ગુલાબી
ha: Hoda
he: ורוד
hi: गुलाबी
hmn: Xim paj nruag
hr: Ružičasta
ht: Woz
hu: Rózsaszín
hy: Վարդագույն
id: Merah muda
ig: Mmanya ọbara
ilo: Rosas
is: Bleikur
it: Rosa
ja: ピンク
jv: Abang enom
ka: ვარდისფერი
kk: Қызғылт
km: ផ្កាឈូក
kn: ಗುಲಾಬಿ
ko: 분홍색
ku: Pembe
ky: Кызгылт
lb: Rosa
lg: Kakobe
ln: Ya lola
lo: ສີບົວ
lt: Rožinė
lv: Rozā
mg: Mavokely
mi: Mawhero
mk: Розова
ml: പിങ്ക്
mn: Ягаан
mr: गुलाबी
ms: Merah jambu
mt: Roża
my: ပန်းရောင်
nb: Rosa
ne: गुलाबी
nl: Roze
nso: Pinki
ny: Pinki
om: Dhiiga raadaa
or: ଗୋଲାପୀ
pa: ਗੁਲਾਬੀ
pl: Różowy
ps: ګلابي
pt_br: Rosa
pt_pt: Rosa
qu: Llanp'u puka
ro: Roz
ru: Розовый
rw: Ipingi
sd: گلابي
si: රෝස
sk: Ružová
sl: Rožnata
sn: Pingi
so: Casaan xidid
sq: rozë
sr: Розе
sr_latn: Roze
st: Pinki
su: Kayas
sv: Rosa
sw: Pinki
ta: இளஞ்சிவப்பு
te: గులాబీ
tg: Гулобӣ
th: สีชมพู
ti: ሮዝ
tk: Gülgun
tr: Pembe
ug: قىزغۇچ
uk: Рожевий
ur: گلابی
uz: Pushti
vi: Màu hồng
yi: ראָזע
yo: Àwọ̀ òdòdó
zh_hans: 粉红色
zh_hk: 粉紅色
zu: Pinki

# ColorKit.Purple
source: Purple
af: Pers
ak: Biri
am: ሐምራዊ
ar: أرجواني
as: বেঙুনীয়া
ay: Kulli
az: Bənövşəyi
be: Фіялетавы
bg: Лилав
bm: Mugu
bn: বেগুনী
bo: སྨུག་པོ།
bs: Ljubičasta
ca: Lila
ceb: Ube
ckb: مۆر
cs: Fialová
cy: Porffor
da: Lilla
de: Lila
el: Μωβ
es: Morado
et: Lilla
eu: Morea
fa: بنفش
fa_af: ارغوانی
fi: Violetti
fil: Lila
fr: Violet
ga: Corcra
gl: Púrpura
gn: Pytãyju
gom: जांभळो
gu: જાંબલી
ha: Shuni
he: סגול
hi: बैंगनी
hmn: Xim paj rhew
hr: Ljubičasta
ht: Vyolèt
hu: Lila
hy: Մանուշակագույն
id: Ungu
ig: Esemokwu
ilo: Lila
is: Fjólublár
it: Viola
ja: 紫
jv: Ungu
ka: ფინჯნისფერი
kk: Күлгін
km: ស្វាយ
kn: ನೇರಳೆ
ko: 보라색
ku: Mor
ky: Сыيا
lb: Mof
lg: Kakobe
ln: Mavioleti
lo: ສີມ່ວງ
lt: Violetinė
lv: Violets
mg: Maintso
mi: Tūāuri
mk: Виолетова
ml: വയലറ്റ്
mn: Нямбай
mr: जांभळा
ms: Ungu
mt: Vjola
my: ခရမ်းရောင်
nb: Lilla
ne: बैजनी
nl: Paars
nso: Phorphoro
ny: Lila
om: Dhiiga kanyee
or: ବାଇଗଣୀ
pa: ਜਾਮਣੀ
pl: Fioletowy
ps: ارغواني
pt_br: Roxo
pt_pt: Roxo
qu: Kulli
ro: Violet
ru: Фиолетовый
rw: Ivioleti
sd: જાંબલી
si: දම්
sk: Fialová
sl: Vijolična
sn: Pungwe
so: Guduud xidid
sq: vjollcë
sr: Љубичаста
sr_latn: Ljubičasta
st: Lelala
su: Gandaria
sv: Lila
sw: Zambarau
ta: ஊதா
te: నేరಳೆ
tg: Бунафш
th: สีม่วง
ti: ሊላ
tk: Benewşe
tr: Mor
ug: بىنەپشە
uk: Фіолетовий
ur: جامنی
uz: Binafsha
vi: Màu tím
yi: לילאַ
yo: Àwọ̀ púrúrù
zh_hans: 紫色
zh_hk: 紫色
zu: Ophuzi

# ColorKit.Red
source: Red
af: Rooi
ak: Kɔkɔɔ
am: ቀይ
ar: أحمر
as: ৰঙা
ay: Wila
az: Qırmızı
be: Чырвоны
bg: Червен
bm: Bilé
bn: লাল
bo: དམར་པོ།
bs: Crvena
ca: Vermell
ceb: Pula
ckb: سوور
cs: Červená
cy: Coch
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
et: Punane
eu: Gorria
fa: قرمز
fa_af: سرخ
fi: Punainen
fil: Pula
fr: Rouge
ga: Dearg
gl: Vermello
gn: Pytã
gom: तांबडो
gu: લાલ
ha: Ja
he: אדום
hi: लाल
hmn: Liab
hr: Crvena
ht: Wouj
hu: Piros
hy: Կարմիր
id: Merah
ig: Mme mme
ilo: Nalabbaga
is: Rauður
it: Rosso
ja: 赤
jv: Abang
ka: წითელი
kk: Қызыл
km: ក្រហម
kn: ಕೆಂಪು
ko: 빨간색
ku: Sor
ky: Кызыл
lb: Rout
lg: Omyufu
ln: Motane
lo: ສີແດງ
lt: Raudona
lv: Sarkans
mg: Mena
mi: Whero
mk: Црвена
ml: ചുവപ്പ്
mn: Улаан
mr: लाल
ms: Merah
mt: Aħmar
my: အနီရောင်
nb: Rød
ne: रातो
nl: Rood
nso: Mofubedu
ny: Wofuna
om: Diimaa
or: ନାଲି
pa: ਲਾਲ
pl: Czerwony
ps: سور
pt_br: Vermelho
pt_pt: Vermelho
qu: Puka
ro: Roșu
ru: Красный
rw: Umutuku
sd: ڳاڙهو
si: රතු
sk: Červená
sl: Rdeča
sn: Tsvuku
so: Guduud
sq: e kuqe
sr: Црвена
sr_latn: Crvena
st: Mofubedu
su: Beureum
sv: Röd
sw: Nyekundu
ta: சிவப்பு
te: ఎరుపు
tg: Сурх
th: สีแดง
ti: ቀይ
tk: Gyzyl
tr: Kırmızı
ug: قىزىل
uk: Червоний
ur: سرخ
uz: Qizil
vi: Màu đỏ
yi: רויט
yo: Pupa
zh_hans: 红色
zh_hk: 紅色
zu: Bomvu

# ColorKit.Teal
source: Teal
af: Teel
am: ቲል
ar: تركوازي
as: তিল
az: Tünd dəniz dalğası
be: Сіне-зялёны
bg: Тъмносиньо-зелен
bn: তিল
bo: གཡུ་མདོག
ca: Xarxet
ckb: شینی مایل بە سەوز
da: Blågrøn
de: Blaugrün
el: Γαλαζοπράσινο
es: Azul verdoso
et: Teesinine
fa: آبی مایل به سبز
fa_af: آبی مایل به سبز
fi: Sinisenvihreä
fr: Sarcelle
ga: Lacha-ghorm
gl: Cerceta
gom: टील
gu: ટીલ
he: כחול-ירקרק
hi: टील
hr: Plavozelena
hu: Pávakék
hy: Մուգ փիրուզագույն
it: Verde acqua
ja: ティール
ka: მუქი ფირუზისფერი
kk: Көк-жасыл
km: ពណ៌ទឹកប៊ិចក្រម៉ៅ
kn: ಟೀಲ್
ko: 청록색
ky: Көк-жашыл
lo: ສີນົກເປັດນ້ຳ
lv: Zilganzaļš
mk: Темносино-зелена
ml: ടിയൽ
mn: Ногоон туяатай цэнхэр
mr: टील
ms: Biru nilam
my: အပြာရင့်ရောင်
nb: Blågrønn
ne: टील
or: ଟିଲ୍
pa: ਟੀਲ
pl: Morski
ps: ټیل
pt_br: Cerceta
pt_pt: Azul-petróleo
ru: Темно-бирюзовый
sd: ٽيل
si: ටීල්
sr: Плавзелена
sr_latn: Plavozelena
sv: Blågrön
sw: Zamaradi
ta: டீல்
te: టీల్
tg: Кабуди сабзча
th: สีเขียวหัวเป็ด
ti: ቲል
tk: Gök-ýaşyl
tr: Camgöbeği
ug: تېئال
uk: Синьо-зелений
ur: ٹیل
uz: To'q moviy-yashil
vi: Xanh mòng két
yi: טיל
zh_hans: 鸭翅绿
zh_hk: 鴨翅綠色

# ColorKit.White
source: White
af: Wit
ak: Fitaa
am: ነጭ
ar: أبيض
as: বগা
ay: Janq'u
az: Ağ
be: Белы
bg: Бял
bm: Jɛ
bn: সাদা
bo: དཀར་པོ།
bs: Bijela
ca: Blanc
ceb: Puti
ckb: سپی
cs: Bílá
cy: Gwyn
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
et: Valge
eu: Zuria
fa: سفید
fa_af: سفید
fi: Valkoinen
fil: Puti
fr: Blanc
ga: Bán
gl: Branco
gn: Morotĩ
gom: धवो
gu: સફેદ
ha: Fari
he: לבן
hi: सफेद
hmn: Dawb
hr: Bijela
ht: Blan
hu: Fehér
hy: Սպիտակ
id: Putih
ig: Ọcha
ilo: Puti
is: Hvítur
it: Bianco
ja: 白
jv: Putih
ka: თეთრი
kk: Ақ
km: ស
kn: ಬಿಳಿ
ko: 하얀색
ku: Spî
ky: Ак
lb: Wäiss
lg: Enjeru
ln: Mpɛ́mbɛ́
lo: ສີຂາວ
lt: Balta
lv: Balts
mg: Fotsy
mi: Mā
mk: Бела
ml: വെള്ള
mn: Цагаан
mr: पांढरा
ms: Putih
mt: Abjad
my: အဖြူရောင်
nb: Hvit
ne: सेतो
nl: Wit
nso: Tshweu
ny: Woyera
om: Adi
or: ଧଳା
pa: ਚਿੱਟਾ
pl: Biały
ps: سپين
pt_br: Branco
pt_pt: Branco
qu: Yuraq
ro: Alb
ru: Белый
rw: Umweru
sd: اڇو
si: සුදු
sk: Biela
sl: Bela
sn: Chena
so: Caddaan
sq: e bardhë
sr: Бела
sr_latn: Bela
st: Tshweu
su: Bodas
sv: Vit
sw: Nyeupe
ta: வெள்ளை
te: తెలుపు
tg: Сафед
th: สีขาว
ti: ጻዕዳ
tk: Ak
tr: Beyaz
ug: ئاق
uk: Білий
ur: سفید
uz: Oq
vi: Màu trắng
yi: ווייַס
yo: Funfun
zh_hans: 白色
zh_hk: 白色
zu: Mhlophe

# ColorKit.Yellow
source: Yellow
af: Geel
ak: Akoko-srade
am: ቢጫ
ar: أصفر
as: হালধীয়া
ay: Q'illu
az: Sarı
be: Жоўты
bg: Жълт
bm: Namasakolo
bn: হলুদ
bo: སེར་པོ།
bs: Žuta
ca: Groc
ceb: Dalag
ckb: زەرد
cs: Žlutá
cy: Melyn
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
et: Kollane
eu: Horia
fa: زرد
fa_af: زرد
fi: Keltainen
fil: Dilaw
fr: Jaune
ga: Buí
gl: Amarelo
gn: Sa'yju
gom: हळदुवो
gu: પીળો
ha: Dorawa
he: צהוב
hi: पीला
hmn: เหลือง
hr: Žuta
ht: Jòn
hu: Sárga
hy: Դեղին
id: Kuning
ig: Edo
ilo: Amarilio
is: Gulur
it: Giallo
ja: 黄色
jv: Kuning
ka: ყვითელი
kk: Сары
km: លឿង
kn: ಹಳದಿ
ko: 노란색
ku: Zer
ky: Сары
lb: Giel
lg: Kyenvu
ln: Tane
lo: ສີເຫຼືອງ
lt: Geltona
lv: Dzeltens
mg: Mavo
mi: Pūwhero
mk: Жолта
ml: മഞ്ഞ
mn: Шар
mr: पिवळा
ms: Kuning
mt: Isfar
my: အဝါရောင်
nb: Gul
ne: पहेँलो
nl: Geel
nso: Serolane
ny: Chikasu
om: Boora
or: ହଳଦିଆ
pa: ਪੀਲਾ
pl: Żółty
ps: ژېړ
pt_br: Amarelo
pt_pt: Amarelo
qu: Q'illu
ro: Galben
ru: Желтый
rw: Umuhondo
sd: پيلو
si: කහ
sk: Žltá
sl: Rumena
sn: Yero
so: Huruud
sq: e verdhë
sr: Жута
sr_latn: Žuta
st: Tshehla
su: Konéng
sv: Gul
sw: Njano
ta: மஞ்சள்
te: పసుపు
tg: Зард
th: สีเหลือง
ti: ቢጫ
tk: Sary
tr: Sarı
ug: سېرىق
uk: Жовтий
ur: پیلا
uz: Sariq
vi: Màu vàng
yi: געל
yo: Yélò
zh_hans: 黄色
zh_hk: 黃色
zu: Phuzi

# ColorKit.Indigo
source: Indigo
am: ኢንዲጎ
ar: نيلي
as: ইণ্ডিগো
be: Індыга
bg: Индиго
bn: ইন্ডিগো
bo: མཐིང་ག་ཟབ་མོ།
ca: Anil
ckb: نیلی
el: Λουλακί
es: Añil
fa: نیلی
fa_af: نیلی
ga: Indigó
gl: Anil
gom: इंडिगो
gu: ઈન્ડિગો
he: אינדיגו
hi: नील
hu: Indigó
hy: Ինդիգո
id: Nila
it: Indaco
ja: インディゴ
ka: ინდიგო
kk: Индиго
km: ពណ៌ចាស់
kn: ಇಂಡಿಗೋ
ko: 인디고
ku: Îndîgo
ky: Индиго
lo: ສີຄາມ
lt: Indigas
mk: Индиго
ml: ഇൻഡിഗോ
mn: Индиго
mr: इंडिगो
my: အင်ဒီဂို
ne: इन्डिगो
or: ଇଣ୍ଡିଗୋ
pa: ਇੰਡੀਗੋ
pl: Indygo
ps: نیلي
pt_br: Índigo
pt_pt: Índigo
ru: Индиго
sd: انڊيگو
si: ඉන්ඩිගෝ
sr: Индиго
ta: இண்டிகோ
te: ఇండిగో
tg: Индиго
th: คราม
ti: ኢንዲጎ
ug: ئىندىگو
uk: Індиго
ur: انڈیگو
vi: Màu chàm
yi: ינדיגאָ
zh_hans: 靛蓝色
zh_hk: 靛藍色
